{
    "capture_image": "ඡායාරූප ",
    "view_diseases": "රෝග බලන්න",
    "planting-tutorials":"පැල සිටුවීමෙ නිබන්ධන",
    
    "early_blight": "පූර්ව අංගමාරය",
    "late_blight": "පශ්චිම අංගමාරය",
    "septorial_leaf": "සෙප්ටෝරියා පුල්ලි රෝගය",
    "target_Spot": "'Target Spot' රෝගය",
    "yellow_leaf":"කොළ කොඩවීමේ වෛරසය",

    "description":"රෝග විස්තරය",
    "cure":"ප්‍රතිකාරය",

    "early_blight_des": "මුල් අංගමාරය  Alternaria solani දිලීර මගින් ඇති වන අතර එය ශ්‍රී ලංකාව පුරා දක්නට ලැබේ. 'ඉලක්ක පත්' රටාවක් සාදනු ලබන සංකේන්ද්රික මුදු සහිත කුඩා දුඹුරු පැහැ ලප ලෙස රෝග ලක්ෂණ මුලින්ම පහළ, පැරණි කොළ මත දිස් වේ.  රෝගය පරිණත වන විට, එය කොළ මතුපිට පිටතට පැතිරී කහ පැහැයට හැරේ, වියළී ගොස් මිය යයි.  අවසානයේදී ශාකයේ කඳ, ගෙඩි සහ ඉහළ කොටස ආසාදනය වේ.  බෝගවලට දැඩි ලෙස හානි සිදු විය හැක",
    "late_blight_des": "ප්‍රමාද අංගමාරයේ පත්‍ර රෝග ලක්ෂණ ප්‍රථමයෙන් කුඩා, ජලයෙන් පොඟවා ගත් ප්‍රදේශ ලෙස දිස්වන අතර ඒවා වේගයෙන් විශාල වී දම්-දුඹුරු, තෙල් සහිත ලප සාදයි.  කොළවල පහළ පැත්තේ අළු සුදු පැහැති mycelium වල මුදු සහ පැල්ලම් වටා බීජාණු සාදන ව්‍යුහයන් දිස්විය හැක.",
    "septorial_leaf_des": "Septoria පත්‍ර ලප ඇතිවන්නේ Septoria Lycopersicon නම් දිලීර මගිනි.  මෙම දිලීරය වර්ධනයේ ඕනෑම අදියරකදී තක්කාලි වලට පහර දිය හැක, නමුත් රෝග ලක්ෂණ සාමාන්‍යයෙන් පළමුවෙන් දිස්වන්නේ පැල පල දැරූ විට පැරණි, පහළ කොළ සහ කඳන් මත ය.  රෝග ලක්ෂණ සාමාන්‍යයෙන් කොළ මත දිස්වන නමුත් පොල් බීඩංග, කඳන් සහ කැලික්ස් මත ඇතිවිය හැක.",
    "target_Spot_des": "Corynespora cassiicola මගින් ඇති කරන තක්කාලි ඉලක්කගත ස්ථානය, හරිතාගාර සහ ක්ෂේත්‍ර වගා කරන තක්කාලි යන දෙකෙහිම බරපතල පත්‍ර රෝගයකි.  ක්ෂේත්‍ර රෝගය ලෝකයේ නිවර්තන සහ උපනිවර්තන කලාපවලට සීමා වේ.  රෝග කාරකය මූලික වශයෙන් හඳුනාගනු ලබන්නේ අග්‍රස්ථ අංකුර, බහු ව්‍යාජ කොනිඩියා සහිත අවිනිශ්චිත කොනිඩියෝෆෝර්ස් ඇතිවීමෙනි.",
    "yellow_leaf_des":"තක්කාලි කහ කොළ කරල් වෛරසය (TYLCV) යනු Begomovirus කුලයට සහ Geminiviridae පවුලට අයත් DNA වෛරසයකි.  TYLCV තක්කාලිවල වඩාත්ම විනාශකාරී රෝගය ඇති කරන අතර, එය දැඩි ආර්ථික පාඩු ඇති කරන නිවර්තන සහ උපනිවර්තන කලාපවල දක්නට ලැබේ.  මෙම වෛරසය සම්ප්‍රේෂණය වන්නේ Aleyrodidae පවුලේ කෘමි දෛශිකයක් වන අතර Hemiptera, Whitefly Bemisia tabaci, සාමාන්‍යයෙන් රිදී පත්‍ර සුදු මැස්සන් හෝ බතල සුදු මැස්සන් ලෙස හැඳින්වේ.",

    "early_blight_cure": "බොනයිඩ් දියර තඹ දිලීර නාශක සාන්ද්‍රණය හෝ බොනයිඩ් තක්කාලි සහ එළවලු සමඟ හොඳින් ශාකයට (පත්‍ර පතුලේ ද) ඉසින්න. මෙම ප්‍රතිකාර දෙකම කාබනික වේ",
    "late_blight_cure": "වැලැක්වීම සඳහා වඩාත් ඵලදායී ක්‍රමය වන්නේ දිලීර නාශක ඉසීමයි. සාම්ප්‍රදායික ගෙවතු වගා කරන්නන් සහ වාණිජ නිෂ්පාදකයින් සඳහා, ක්ලෝරෝතලෝනිල් (උදා: බ්‍රාවෝ, එකෝ, ඊකුස් හෝ ඩැකොනිල්) සහ මැන්කොසෙබ් (මැන්සේට්) වැනි ආරක්ෂිත දිලීර නාශක භාවිතා කළ හැක.",
    "septorial_leaf_cure": "වැලැක්වීම සඳහා වඩාත් ඵලදායී ක්‍රමය වන්නේ දිලීර නාශක ඉසීමයි. \n• ඩැකොනිල්    15- 30 ml/10L \n• මැන්කොසෙබ්    20 ml/10L \n• ටොප්සින්    6g/10L \n• කාර්බෙන්ඩිසම්    7g/10L",
    "target_Spot_cure": "සුදුසු දිලීරනාශක පර්යේෂණ මට්ටමේ පවතී.",
    "yellow_leaf_cure":"• ආසාදිත පැලෑටි ඉවත් කිරීම\n• පැරණි බෝග කොටස් ඉවත් කරන්න",

    "tutorial": "නිබන්ධන",
    "resources": "1. අවශ්‍යය සම්පත්",
    "resources_text": "1. සහතික කළ බීජ\n2. කොම්පෝස්ට්\n3. ඉහළ තත්වයේ පස\n4. කොහුබත් \n5. වැලි\n6. බඳුනක්\n7. දිලීර නාශක",
    "seeds": "බීජ",
    "seeds_text": "සහතික කළ සහ ප්‍රරෝහණය පරීක්ෂා කළ බීජ තෝරන්න",
    "soil":  "පාංශු සංකීර්ණය",
    "soil_text": "1. කොම්පොස්ට් - 25%\n2. ඉහළ තත්වයේ පස - 25%\n3. කුර් දූවිලි - 25%\n4. වැලි - 25% ",
    "seedtreatment": "බීජ ප්‍රතිකාර කිරීම",
    "seedtreatment_text": "බීජ ග්‍රෑම් 125 ක් සඳහා දිලීර නාශක (කැප්ටන් හෝ තිරාම්) ග්‍රෑම් 2 ක් යොදා බීජ ප්‍රතිකාර කිරීම සිදු කරන්න",
    "plantingpot": "රෝපණ භාජන",
    "plantingpot_text": "2 X 2 ගෙවතු වගා බඳුනක් භාවිතා කර බඳුනකට බීජ එක් කරන්න",
    "wartering": "වතුර දැමීම",
    "wartering_text": "බීජ සිටුවීමෙන් පසු අපි දින 3 ක් නොකඩවා උදෑසන සහ සවස භාජනවලට වතුර මිලි ලීටර් 10 ක් දිය යුතුය",
    "germination": "ප්‍රරෝහණය සහ ප්‍රතිකාර",
    "germination_text": "- දින 7ක් ඇතුළත බීජ ප්‍රරෝහණය වේ.\n- රෙගුලාසි වලට අනුව දිලීර නාශක සහ කෘමිනාශක භාවිතා කරන්න\n- මසකට පිළිවෙළින් සතියකට වරක් දියර පොහොර එක් කරන්න NPK සංකීර්ණය භාවිතා කරන්න",
    "Replanting": "කෙතේ නැවත සිටුවීම",
    "Replant_text": "දින 25කට පසු පසෙහි නැවත සිටුවන්න.",

    "Healthy": "නිරෝගි ",
    "Healthy_text": "නිරෝගි ශාකය",
    "Healthy_des": "මෙය සෞඛ්ය සම්පන්න ශාකයකි. සෑම විටම වගාව වල් පැලෑටි වලින් තොරව තබා ගන්න. එය පළිබෝධ සහ රෝග ආසාදන අවදානම අඩු කරනු ඇත. විශේෂයෙන් බද්ධ කිරීමෙන් සති 3-6 කට පසු පැල තරුණ වූ විට, පැළ වටා වල් පැලෑටි අතින් ඉවත් කරන්න. තවද පොහොර යෙදීමට පෙර වල් නෙලීමද කළ යුතුය.",

    "NotFound": "හමු වුණේ නැහැ",
    "NotFound_text": "දෝෂය",
    "NotFound_des": "මෙම රූපය ආකෘතිය විසින් හඳුනාගෙන නොමැත. කරුණාකර උඩුගත කළ රූපය නැවත පරීක්ෂා කරන්න "

}