{
    "capture_image": "புகைப்படம்",
    "view_diseases": "நோய்கள்",
    "planting-tutorials":"நடவு பயிற்சிகள்",
    
    "early_blight": "முற்கூற்று வெளிறல் ",
    "late_blight": "பிற்கூற்று வெளிறல் ",
    "septorial_leaf": "Septorial Leaf Spot",
    "target_Spot": "Septoria இலை புள்ளி",
    "yellow_leaf":"பற்றீரிய புற்றுநோய் ",

    "description":"விளக்கம்",
    "cure":"குணப்படுத்து",

    "early_blight_des": "ஆல்டர்னேரியா சோலானி என்ற பூஞ்சையால் ஆரம்பகால ப்ளைட் ஏற்படுகிறது மற்றும் இது இலங்கை முழுவதும் ஏற்படுகிறது. அறிகுறிகள் முதலில் கீழ், பழைய இலைகளில் 'காளையின் கண்' வடிவத்தை உருவாக்கும் செறிவு வளையங்களுடன் சிறிய பழுப்பு நிற புள்ளிகளாக தோன்றும். நோய் முதிர்ச்சியடையும் போது  , இது இலையின் மேற்பரப்பில் வெளிப்புறமாக பரவி மஞ்சள் நிறமாக மாறி, வாடி, இறந்துவிடும். இறுதியில் தண்டு, பழம் மற்றும் தாவரத்தின் மேல் பகுதி நோய்வாய்ப்படும். பயிர்கள் கடுமையாக சேதமடையலாம்.",
    "late_blight_des": "லேட் ப்ளைட்டின் இலை அறிகுறிகள் முதலில் சிறிய, நீரில் நனைந்த பகுதிகளாகத் தோன்றும், அவை விரைவாக பெரிதாகி, ஊதா-பழுப்பு, எண்ணெய்-தோன்றக்கூடிய கறைகளை உருவாக்குகின்றன. இலைகளின் கீழ் பக்கத்தில், சாம்பல் நிற வெள்ளை மைசீலியத்தின் வளையங்கள் மற்றும் வித்து-உருவாக்கும் கட்டமைப்புகள்  புள்ளிகளைச் சுற்றி தோன்றலாம்",
    "septorial_leaf_des": "செப்டோரியா லைகோபெர்சிகான் என்ற பூஞ்சையால் செப்டோரியா இலைப்புள்ளி ஏற்படுகிறது. இந்த பூஞ்சை வளர்ச்சியின் எந்த நிலையிலும் தக்காளியைத் தாக்கும், ஆனால் தாவரங்கள் காய்க்கும் போது அறிகுறிகள் பொதுவாக முதலில் பழைய, கீழ் இலைகள் மற்றும் தண்டுகளில் தோன்றும். அறிகுறிகள் பொதுவாக தோன்றும்.  இலைகள், ஆனால் இலைக்காம்புகள், தண்டுகள் மற்றும் பூச்செடிகளில் ஏற்படலாம்.",
    "target_Spot_des": "கோரினெஸ்போரா காசிகோலாவால் ஏற்படும் தக்காளியின் இலக்கு புள்ளி, பசுமை இல்லங்கள் மற்றும் வயல்களில் வளர்க்கப்படும் தக்காளி ஆகிய இரண்டிற்கும் ஒரு தீவிரமான இலை நோயாகும். வயல் நோய் உலகின் வெப்பமண்டல மற்றும் மிதவெப்ப மண்டல பகுதிகளில் மட்டுமே உள்ளது. நோய்க்கிருமி முதன்மையாக நிகழ்வின் மூலம் கண்டறியப்படுகிறது.  உச்சியில் வளரும், மல்டிபிள் சூடோசெப்டேட் கோனிடியாவைக் கொண்ட உறுதியற்ற கோனிடியோஃபோர்ஸ்.",
    "yellow_leaf_des":"தக்காளி மஞ்சள் இலை சுருட்டை வைரஸ் (TYLCV) என்பது பெகோமோவைரஸ் மற்றும் ஜெமினிவிரிடே குடும்பத்தைச் சேர்ந்த ஒரு DNA வைரஸ் ஆகும். TYLCV தக்காளியின் மிகவும் அழிவுகரமான நோயை ஏற்படுத்துகிறது, மேலும் இது வெப்பமண்டல மற்றும் மிதவெப்ப மண்டலப் பகுதிகளில் கடுமையான பொருளாதார இழப்பை ஏற்படுத்துகிறது.  இந்த வைரஸ் அலிரோடிடே குடும்பத்தைச் சேர்ந்த ஒரு பூச்சி திசையன் மூலம் பரவுகிறது மற்றும் ஹெமிப்டெரா, வெள்ளை ஈ பெமிசியா டபாசி, பொதுவாக சில்வர் லீஃப் வைட்ஃபிளை அல்லது இனிப்பு உருளைக்கிழங்கு வெள்ளை ஈ என்று அழைக்கப்படுகிறது.",
    
    "early_blight_cure": "Bonide Liquid Copper Fungicide concentrate அல்லது Bonide Tomato & Vegetable உடன் செடியை (இலைகளின் அடிப்பகுதியிலும்) நன்கு தெளிக்கவும். இந்த இரண்டு சிகிச்சைகளும் ஆர்கானிக் ஆகும்",
    "late_blight_cure": "தாமதமான ப்ளைட்டைத் தடுக்க பூஞ்சைக் கொல்லிகளைத் தெளிப்பது மிகவும் பயனுள்ள வழியாகும். வழக்கமான தோட்டக்காரர்கள் மற்றும் வணிக உற்பத்தியாளர்களுக்கு, குளோரோதலோனில் (எ.கா., பிராவோ, எக்கோ, ஈக்வஸ் அல்லது டாகோனில்) மற்றும் மான்கோசெப் (மான்சேட்) போன்ற பாதுகாப்பு பூஞ்சைக் கொல்லிகளைப் பயன்படுத்தலாம்",
    "septorial_leaf_cure": "Sதடுக்க பூஞ்சைக் கொல்லிகளைத் தெளிப்பதே மிகச் சிறந்த வழியாகும் \n• டாகோனில் 15- 30 மிலி/10லி \n• மான்கோசெப் 20 மிலி/10லி \n• டாப்சின் 6 கிராம்/10லி \n• கார்பண்டாசிம் 7 கிராம்/10லி",
    "target_Spot_cure": "பரிசோதனையின் கீழ் பொருத்தமான பூஞ்சைக் கொல்லிகள்",
    "yellow_leaf_cure":"• • களைகளை நீக்குதல் \n• பழைய பயிர் குப்பைகளை அகற்று",

    "tutorial": "டுடோரியல்",
    "resources": "1. வளங்கள்",
    "resources_text": "1. சான்றளிக்கப்பட்ட விதைகள்\n2. உரம்\n3. கன்னி மேல் மண்\n4. குர் தூசி\n5. மணல்\n6. பானை\n7. பூஞ்சைக் கொல்லிகள்",
    "seeds": "விதைகள்",
    "seeds_text": "சான்றளிக்கப்பட்ட & முளைப்பு சோதனை செய்யப்பட்ட விதைகளைத் தேர்ந்தெடு",
    "soil": "மண் வளாகம்",
    "soil_text": "1. உரம் - 25%\n2. கன்னி மேல் மண் - 25%\n3. குர் தூசி - 25%\n4. மணல் - 25%",
    "seedtreatment": "விதை சிகிச்சை",
    "seedtreatment_text": "125 கிராம் விதைகளுக்கு 2 கிராம் பூஞ்சைக் கொல்லியை (கேப்டன் அல்லது திரம்) தடவவும்.",
    "plantingpot": "நடவு தொட்டிகள்",
    "plantingpot_text": "2 X 2 தோட்டக்கலைப் பானையைப் பயன்படுத்தவும் & ஒரு பானைக்கு விதைகளைச் சேர்க்கவும்.",
    "wartering": "தண்ணீர்",
    "wartering_text": "விதைகளை நடவு செய்த பிறகு, 10 மில்லி தண்ணீரை பானைகளுக்கு காலை மற்றும் மாலை 3 நாட்கள் தொடர்ந்து பாய்ச்ச வேண்டும்",
    "germination": "முளைத்தல் மற்றும் சிகிச்சைகள்",
    "germination_text": "- 7 நாட்களுக்குள் விதைகள் முளைக்கும்.\n- விதிமுறைகளின்படி பூஞ்சைக் கொல்லி மற்றும் பூச்சிக்கொல்லிகளைப் பயன்படுத்தவும்\n- ஒரு மாதத்திற்கு முறையே திரவ உரங்களை வாரத்திற்கு ஒருமுறை சேர்க்கவும் NPK வளாகத்தைப் பயன்படுத்தவும்",
    "Replanting": "வயலில் மீண்டும் நடவு",
    "Replant_text": "25 நாட்களுக்குப் பிறகு மீண்டும் மண்ணில் நடவும்.",

    "Healthy": "ஆரோக்கியமான",
    "Healthy_text": "நல்ல ஆலை",
    "Healthy_des": "இது ஆரோக்கியமான தாவரமாகும். எப்பொழுதும் களைகள் இல்லாமல் சாகுபடியை பராமரிக்கவும். இது பூச்சி தாக்குதல் மற்றும் நோய் தொற்று அபாயத்தை குறைக்கும். நடவு செய்த 3-6 வாரங்களுக்குப் பிறகு தாவரங்கள் இளமையாக இருக்கும்போது, ​​செடிகளைச் சுற்றி களைகளை கையால் அகற்றவும். மேலும் உரங்களை இடுவதற்கு முன்பு களையெடுக்க வேண்டும்.",

    "NotFound": "கிடைக்கவில்லை",
    "NotFound_text": "பிழை",
    "NotFound_des": "இந்த படம் மாதிரியால் அங்கீகரிக்கப்படவில்லை. பதிவேற்றிய படத்தை மீண்டும் சரிபார்க்கவும்."



}